Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Along with the usual citizenship classes, Friday afternoons at the American Civic Association were reserved for administering practice citizenship tests. At the time of the shooting,
ar: و نتج عن ذلك أن تم حز كل الطبقات المواطنية العادية يوم الجمعة مساءً داخل تلك المنظمة المدنية لخدمات الهجرة و الترجمة و ذلك بهدف إجراء إدارة إختبارات ممارسة المواطنة. و خلال وقت إطلاق النيران، صرحت أخبار فوكس وجود قرابة أربعين لخمس و أربعين شخصاً شخص داخل

source: Undoubtedly, in the days ahead more developments will come to light as people all across the nation -- but especially those in Binghamton -- try to make sense of this tragedy. Unfortunately, it is almost certain that the incident will be politicized event
ar: و مما لا شك فيه أن المزيد من التطورات سيتم تنفيذها بهدف توعية الأفراد عبر الأمة جمعاء – و بشكل خاص هؤلاء ممن يعيشون ببنتاجمتون – بهدف الإحساس بتلك الفاجعة التى وقعت داخل تلك المنظمة. و بشكل مخيب للآمال سيتم تأويل الحادث من الناحية السياسية مباشرةً. و بشكل

source: While I caution everyone against politicizing this one way or another before all the facts are in, there is bound to be backlash against conservative positions, as there almost always is in situations like this. Conservatives should not be surprised. They
ar: و بينما قمت بتحزير الجميع ضد عملية تأويل ذلك الحادث من الناحية السياسية من ناحية واحدة أو أخرى، و ذلك قبل جمع و تحليل جميع الحقائق حول ملابسات الحادث فلابد من الرجوع للوراء قليلاً تجاه بعض المواقف و الأماكن التحفظية، فلابد من وجود دائماً مواقف مثل تلك ترت

source: Gun control advocates will undoubtedly be poised to use this incident as fodder for championing their cause. Likewise, there will be those who maintain that anti-immigration conservatives are more likely to perpetrate a crime of this nature. Yet, even if
ar: و لعل من نتائج عملية إطلاق النار تلك الدعوة إلى حجب و تقنين حمل الأسلحة كطريقة لنحاشى أسباب مثل تلك الأحداث. و فى نفس الوقت هناك من سيظل يحافظ على التحفظات ضد الهجرة و الذين عندهم الاستعداد للقيام بمثل تلك الأعمال الإجرامية باستمرار. و حتى لو كان هذا الرج

source: Since so little information is available, I encourage everyone to avoid jumping to conclusions, making assumptions or speculating on the shooting's political ramifications. There will be plenty of time to deal with those matters in the coming days and wee
ar: و بما أننا لا نملك سوى القدر اليسير من المعلومات حول ملابسات الحادث فأنا أناشد الجميع ألا يخوضوا فى تأويلات حول الحادث محاولين الإدعاء أو توقع الروابط السياسية بذلك الحادث. حيث ستتاح الفرصة فى الأيام القادمة لمناقشة مثل تلك الملابسات. و هيا بنا نتذكر تفجي

source: For now, let's just pray for the victims and send our collective condolences to the townspeople of Binghamton.
ar: و حتى الآن فدعونا ندعو لكل من أصيب فى ذلك الحادث، و نرسل خالص تعازينا لأهالى مدينة بنتاجمتون.

source: Bird flu cases rise in Egypt
ar: إرتقاع حالات الإصابة بمرض إنفلونزا الطيور بمصر

source: 3rd April 2009
ar: الثالث من إبريل 2009

source: In Egypt, the number of bird flu cases has risen yet again to 61, making six new human infections over the past month.
ar: و قد إرتفع عدد المصابين بمرض إنفلونزا الطيور بمصر ليصل إلى نحو واحد و ستين حالة بمعدل ست إصابات بشرية جديدة خلال الشهر الماضى فقط.

source: Egypt is the most populous Arab country and the one hit hardest by bird flu outside Asia.
ar: و تعد جمهورية مصر العربية أكثر دولة عربية مشهورة بتربية الطيور الداجنة و الأكثر إصابة خارج حدود آسيا بمرض إنفلونزا الطيور.

source: A two-year-old boy from the province of Bohaira, in the north, is believed to have become infected after coming into contact with poultry carrying the disease.
ar: و قد أصيب طفل ذو عامين من العمر من محافظة البحيرة فى شمال البلاد نتيجة الإتصال بالدواجن المصابة الحاملة للمرض.

source: The boy was taken to hospital earlier this week after coming down with a fever during a family visit, where he was treated with the drug Tamiflu.
ar: و قد تام أخذ الطفل مبااشرةً إلى المستشفى فى وقت سابق هذا الأسبوع نتيجة الإصابة بأعراض حمى خلال زيارة أسرية للمشفى، و قد تم علاه باستخدام مصل التطعيم ضد إنفلونزا الطيور.

source: Even though it is recommended by experts, health authorities in Egypt do not compensate farmers for birds that need to be culled.
ar: و بالرغم مما أوصى به الأطباء، فإن السلطات الطبية فى مصر لا تعوض الفلاحين عن الطيور التى يتم تحري

source: In the last six years, at least 410 people have contracted the H5N1 avian influenza virus.
ar: و خلال الستة أعوام الماضية فقد أصيب نحو 410 حالة بفيروس إنفلونزا الطيور.

source: The infections have occurred in 15 countries and caused 254 human deaths, and entailed the culling of some 300 million birds in 61 countries.
ar: و قد حدثت الإصابة فى نحو خمسة عشر بلداً أو دولة مسببةً وفاة نحو 254 فرد و تم القضاء على نحو ثلاثمائة مليون طائر بواحد و ستين دولة.

source: The human dead include 23 Egyptians, contact with domestic birds carrying the virus being the most common infection route.
ar: و قد شملت الوفيات نحو ثلاثة و عشرين حالة مصرية نتيجة إتصالهم مباشرة مع الطيور المنزلية الحاملة للفيروس و الذى تحور ليصبح أكثر قدرة على العدوى.

source: In Egypt, where approximately 5 million households derive their main source of food and income from domestic poultry, comparatively few people have been infected.
ar: و فى مصر يعيش أكثر من خمسة ملايين منزلاً و يعتمدفى إشباع حاجاته سواءً من الدخل أو الغذاء على تربية الطيور الداجنة، و هذا بالمقارنة مع العدد القليل الذى تعرض للإصابة.

source: This recent case comes just over one week after a two-year-old girl in the province of Qena was found to have contracted the virus.
ar: و هذه الحالة الحالية قد أصيبت مباشرةً خلال أسبوع بعد إصابة طفلة العامين من العمر فى محافظة قنا من خلال إتصالها المباشر بالدواجن كذلك.

source: One day after the girl's symptoms began, she was moved to a hospital specialising in treating the disease and given the drug oseltamivir. Her condition eventually stabilised.
ar: و خلال يوم واحد بعد ظهور الأعراض على الطفلة، تم نقلها إلأى المشفى المخصصة لعلا المرض و قد تم معالجتها باستخدام أدوية أوسيلتاميفير. و حالياً أصبحت حالتها مستقرة.

source: Cases in Egypt have been sporadic, and just over one third have been fatal.
ar: و قد تم تقرير أن الحالات المصابة بمصر فقط الثلث منها هو من يعتبر فى حالة حرجة و معرض للموت.

source: However, experts fear that the H5N1 virus could become transmissible from one human to another, bringing devastating consequences worldwide.
ar: بالرغم من ذلك، فيخاف العلماء من أن فيرس إنفلونزا الطيور H5N1 قد يتطور ليصبح قادر على الإنتقال من البشر بعضهم البعض. مما سيؤثر بالسلب على أوضاع الكثير فى العالم أجمع.

source: The virus responsible for the Spanish flu pandemic, also known as the 1918 flu pandemic, which killed somewhere between 20 and 50 million people worldwide, was less deadly than a potentially mutated H5N1 bird flu virus.
ar: و قد استجاب الفيروس للمصل الأسبانى المضاد للإنفلونزا، و المعروف بمصل إنفلونزا 1918، و التى تسببت فى مقتل من عشرين لخمسين مليون فرد على مستوى العالم. و هو يعد أقل خطورة من فيروس H5N1 المسبب لإنتشار مرض إنفلونزا الطيور.

source: Billions of dollars are currently being spent by governments in preparation for a potential outbreak, and at least 17 governments and 12 companies are developing bird flu vaccines.
ar: و يتم إنفاق البلايين من الدولارات الآن من قبل الحكومة بهدف الإعداد لحل لتلك الأزمة التى تواجه العالم أجمع و تطور نحو 17 حكومة و حوالى 12 شركة مصل مضاد للفيروس المسبب لمرض إنفلونزا الطيور.

source: Cyber-spies used social sites to trick Dalai Lama’s office: US expert
ar: استخدام جواسيس الإنترنت المواقع الإجتماعية لخداع مكتب الدالاى لاما: وفق تقرير لخبير أمريكى

source: March 30th, 2009 - 8:13 pm ICT by IANS
ar: الثلاثين من مارس 2009 الساعة 8:13 مساءً.

source: Washington, March 30 (IANS) A Chinese cyber-espionage network used sophisticated social and computer engineering techniques to trick the Dalai Lama’s office into downloading malicious software, according to a cyber security expert.
ar: واشنطن، قام متصفح مواقع الإنترنت صينى باستخدام أساليب كمبيوترية و تقنية معقدة لخداع مكتب الدالاى لاما بهدف تحميل برامج مضرة بالحاسوب. و هذا وفق تقرير خبير فى مجال أمن الإنترنت.

source: Researchers, based at the Munk Center for International Studies at the University of Toronto in Canada, Sunday reported that the spy ring had infiltrated computers and stolen documents from hundreds of government and private offices around the world, incl
ar: و قد اعتمد الباحثون على مركز الراهب للدراسات الدولية بجامعة تورنتو بكندا و قد صرحوا أنه يوم الأحد قام رس إنذار بتحذير كمبيوترات الجميع و قد تم اكتشاف سرقة المئات من الوثائق و التى توجد بالعديد بل المئات من المكاتب الحكومية و الخاصة حول العالم، بما فيها تل

source: The software was attached to e-mails that purported to come from colleagues or contacts in the Tibetan movement, according to researcher Ross Anderson, professor of security engineering at the University of Cambridge Computer Laboratory, cited by the Wash
ar: و قد تم ربط الفيروس برسالة إلكترونية تبدو أنها تأتى من أصدقاء فى حركة التبت، و هذا وفق تصريح للباحث روز أندرسون، أستاذ الهندسة الأمنية بمعمل كمبيوتر جامعة كامبريدج، و قد جاء ذلك التصريح بجريدة الواشنطن تايمز يوم الإثنين.

source: The software stole passwords and other information, which in turn gave the hackers access to the office’s e-mail system and documents stored on computers there.
ar: و يقوم هذا البرنامج المحمل على الإيميل بسرقة كلمة السر و المعلومات الأخرى و التى بدورها تعطى الفرصة للقرصان بالولوج إلى نظام البريد الإلكترونى للمكتب بالإضافة إلى باقى الوثائق المخزنة على ذلك الكمبيوتر.

source: “The intelligent and highly coordinated use of social engineering and [malicious software] techniques is extraordinarily effective,” Anderson told the Times, warning that the techniques involved could easily be used by cybercriminals to victimise major co
ar: و قد علق أندرسون موضحةً أن الاستخدام المنظم الذكى لتلك الهنسة الإجتماعية الخاصة بالبرامج الضارة هى فعالة جداً. و قد حذرت بدورها أن الأساليب المستخدمة يسهل استخدامهامن قبل مجرمى الإنترنت مسببين خسارة فادحة للشركات التى يتم الولوج إليها.

source: “It is only a matter of time before we see [these techniques] used by cybercriminals,” he said. “The existing accounting systems of Fortune 500 companies are designed to withstand one crooked person… or one compromised computer at a time,” he added, notin
ar: و قد أكمل تصريحه معلقاً أنه مسألة وقت فقط حتى يصبح استخدام تلك التقنيات من البرامج الضارة أمر معتاد داخل المقاهى الإلكترونية من قبل مجرمى الإنترنت. و قال بأن النظام المصرفى الموجود و المكون من خمسمائة شركة تم تصميمه ليقف على أنه رجل واحد أو حتى يتم تشغيله

source: After analysing the software, Anderson and his colleagues turned their data over to researchers at the Munk Center, which published its findings Sunday.
ar: و بعد القيام بعملية تحليل لذلك البرنامج، قام كلٍ من أندرسون و زملائه بتحويل البيانات إلأى الباحثين فى مركز الراهب و الذى قام مؤخراً بنشر النتائج يوم الأحد.

source: “There is no doubt that this is a Chinese state actor at work,” Anderson said. “There is a lot of concurrence between what we found on the ground and what is known about Chinese information-warfare capabilities and doctrine… The targets are a very good fi
ar: مما لا شك فيه أن هذا الرل الصينى كان فى عمله، حيث توجد العديد من الأحداث المتداخلة بين ما قمنا بالحصول عليه و ما هو معروف فعلاً حول نظام المعلومات الصينى. فالأهداف غالباً ما تكون ثمينة، تتناسب مع أولويات الذكاء الصينى المخطط له جيداً و هذا من تعليق الأس

source: The Toronto researchers declined to be so definite about who was behind the attacks.
ar: و قد تراجع الباحثون عن قرارهم حول تحديد هوية مرتكب الحادث أو الهجمات الإلكترونية.

source: Former senior US cybersecurity official Greg Garcia was similarly cautious, telling the Times that “attribution is a hall of mirrors”.
ar: كما أن المسؤول السابق عن الأمن الإلكترونى على شبكة الإنترنت الأمريكية السيد جريج جارسيا كان حذراً كذلك و قد أخبر جريدة التايمز أن المداخلات ما هى إلا مجموعة من المرايا العاكسة.

source: “There are a whole range of complex technical and other questions that have to be resolved… before you start pointing fingers,” said Garcia, who was assistant secretary for cybersecurity and communications at the Department of Homeland Security from Octob
ar: و فى الواقع لقد وجدت العديد من المسائل التقنية المعقدة و التى يجب حلها لاستبيان الأمور. و ذلك قبل محاولة الإشارة بأصابع الإتهام نحو أى شخص. و قد كان جارسيا مساعد أمين الأمن الإلكترونى للإنترنت و الإتصالات فى إدارة هوملاند للأمن من أكتوبر 2006 و حتى ديسم

source: He said it was the prevalence of such threats “from all over the world” that led the Bush administration to launch the Comprehensive National Cyber Initiative last year. “Congress and the Obama administration need to use that momentum and accelerate fundi
ar: إن مثل تلك التهديدات هى ما جعلت إدارة بوش السابقة تقوم بتأسيس بداية المقهى الإلكترونى الوطنى الشامل العام الماضى. هذا بالإضافة إلى أن كلٍ من أوباما و إدارته فى حاجة إلأى استخدام هذه البداية و تسريع التأسيس و التمويل و التنفيذز فهذا سباق على توقيت الإنترنت

source: DPRK's Projected Satellite Launch Supported
ar: تدعيم مشروع إطلاق القمر الصناعى الخاص بالجمهورية الكورية الشعبية

source: Pyongyang, April 3 (KCNA) -- Daniel Alvarez Celi, chairman of the Ecuadorian Committee for Supporting Korea's Independent and Peaceful Reunification, released a statement titled The imperialists' sophism on the DPRK's projected just satellite launch can
ar: فى الثالث من أبريل – بيونج يانج، الجمهورية الكورية الشعبية، صرح السيد دانيال ألفاريز سيلى؛ رئيس اللجنة الإكوادورية لدعم مشاريع كوريا السلمية لغزو الفضاء، قائلاً أن لا يمكن مسامحة إضطهاد و منع التحررين الليبرالين لعملية كوريا الشمالية لإطلاق القمر الصناعى

source: Noting that use of outer space is not a privilege only for some countries, the statement stressed that all sovereign states in the world have rights to make a free use of outer space, whether they be big or small.
ar: و لا يعد إحتكار الإستفادة من غزو الفضاء حكر على مجموعة من الدول دون غيرها، و قد ركزت المقولة الخطابية على أن الدول المهيمنة فى العالم أجمع لها حقوق للاستخدام الحر للفضاء الخارجى، سواءً كان ذلك بشكل كبير أو صغير.

source: Nevertheless, the U.S., Japan and the south Korean puppets are raising a hue and cry over the quite legitimate satellite launch projected by the DPRK. Such behaviors can never be allowed as they are a wonton violation of the international law on free use
ar: و تكملة الحوار الخطابى تتمثل فى أنه بالرغم من دعوات و صراخات كلً من الولايات المتحدة الأمريكية و اليابان بالإضافة إلى كوريا الجنوبية ضد عملية إطلاق القمر الفضائى الكورى و التى تتسم بالشرعية التامة، فإن مثل تلك السلوكيات لا يمكن السماح بها على أنها إنتها

source: Chronology of North Korea's missile program
ar: الجدول الزمنى لبرنامج إطلاق كوريا الشمالية للصواريخ

source: 10 hours ago
ar: من مصدر الأسوسيتيد برس منذ ثمان ساعات

source: A timeline of developments in North Korea's missile program:
ar: جدول زمنى لتطورات برنامج كوريا الشمالية لإطلاق الصواريخ

source: _ Aug. 31, 1998: North Korea fires suspected missile over Japan and into the Pacific Ocean, calling it a satellite.
ar: _الحادى و الثلاثين من ديسمبر 1998: قيام كوريا الشمالية بإطلاق قزيفة مشبوهة على اليابان داخل المحيط الهادى، مدعيةً أنها قمر صناعى.

source: _ Sept. 13, 1999: North Korea pledges to freeze long-range missile tests.
ar: _الثالث عشر من سبتمبر 1999: تعهد كوريا الشمالية بتجميد إختبارات إطلاق الصواريخ بعيدة المدى.

source: _ June 2001: North Korea warns it will reconsider missile test moratorium if Washington doesn't resume contacts aimed at normalizing relations.
ar: _يونيو 2001: كوريا الشمالية تحذر بأنها ستعيد التفكير فى عملية إختبارات إطلاق الصواريخ، و ذلك لو لم تستمر واشنطن بمواصلة الإتصالات التى تدعو من خلالها بتعويد العلاقات.

source: _ July 2001: U.S. State Department reports North Korea developing long-range missile.
ar: _يوليو 2001: تصرح وزارة الخارجية الأمريكية أن كوريا اشمالية تقوم بتطوير صاروخ طويل المدى.

source: _ September 2002: North Korea pledges in summit talks with Japan to extend its moratorium on missile tests beyond 2003.
ar: _سبتمبر 2002: تعهد كوريا الشمالية فى محادثات قمة مع اليابان بهدف مد وقف إختباراتها للصواريخ حتى 2003.

source: _ Jan. 10, 2003: North Korea announces withdrawal from Nuclear Nonproliferation Treaty.
ar: _العاشر من يونيو 2003: إعلان كوريا الشمالية انسحابها من معاهدة حظر إنتشار السلاح النووى

source: _ March 10, 2003: North Korea fires a land-to-ship missile off east coast into waters between the Korean peninsula and Japan.
ar: _العاشر من مارس 2003: إطلاق كوريا الشمالية صاروخ أرض بحر من الساحل الشرقى داخل المياه الحدودية بينها و بين شبه الجزيرة الكورية و اليابان.

source: _ October 2003: North Korea fires two land-to-ship missiles.
ar: _أكتوبر 2003: إطلاق كوريا الشمالية قذيفتين أرض بحر.

source: _ May 2004: North Korea reaffirms its missile moratorium in summit talks with Japan.
ar: _مايو 2004: إعادة تأكيد كوريا الشمالية وقفها برنامج إطلاق الصواريخ فى محادثات قمة مع اليابان.

source: _ May 2005: North Korea fires a short-range missile into waters between the Korean peninsula and Japan.
ar: _مايو 2005: إطلاق كوريا الشمالية لقذيفة قصيرة المدى داخل المياه الحدودية بين شبه الجزيرة الكورية و اليابان.

source: _ March 8, 2006: North Korea fires two short-range missiles.
ar: _الثامن من مارس 2006: إطلاق كوريا الشمالية لقذيفتين قصيرتى المدى.

source: _ June 18, 2006: North Korea vows to increase its military deterrent to cope with what it calls U.S. attempts to provoke war.
ar: _الثامن من مارس 2006: تصويت كوريا الشمالية لزيادة تراجعها العسكرى للتوافق مع ما أسمته محاولات الولايات المتحدة لإشعال فتيل الحرب.

source: _ July 5, 2006: North Korea launches seven missiles into waters between the Korean peninsula and Japan, including a long-range Taepodong-2.
ar: _الخامس من يوليو 2006: إطلاق كوريا الشمالية سبعة صواريخ داخل المياه بين شبه الجزيرة الكورية و اليابان، متضمنةً صاروخ طويل المدى يسمى تاى بودنج 2.

source: _ July 15, 2006: U.N. Security Council adopts Resolution 1695 demanding North Korea halt missile program.
ar: _الخامس عشر من يوليو 2006: تبنى مجلس الأمن لقرار رقم 1695 و الذى يدعو إلى مطالبة كوريا الشمالية بوقف برنامجها لإطلاق الصواريخ.

source: _ Oct. 9, 2006: North Korea conducts underground nuclear test blast after citing extreme threat of a nuclear war from U.S.
ar: _التاسع من اكتوبر 2006: قيام كوريا الشمالية بتجربة إختبار تفاعل نووى تحت الأرض بعد تعرضها لتهديد حاد من الولايات المتحدة الأمريكية بتعرضها لهجمة نووية.

source: _ Oct. 15, 2006: U.N. Security Council adopts Resolution 1718 condemning test, imposing sanctions and banning North Korea from activities related to its nuclear weapons program, including their means of delivery and related materials.
ar: _الخامس عشر من أكتوبر 2006: مجلس الأمن يتبنى قرار رقم 1718 و الذى يدين إطلاق القذائف و يفرض عقوبات و يحرم على كوريا الشمالية تفعيل أنشطتها و برنامجها النووى، متضمناً ذلك وسيلتها لتوصيل و تسلم المواد المرتبطة به.

source: _ July 14, 2007: North Korea shuts down its main Yongbyon reactor, later starts disabling it.
ar: _الرابع عشر من يوليو 2007: كوريا الشمالية تقوم بإغلاق مفاعلها الأساسى يونج بيون و الذى بدأت مؤخراً عدم تنشيطه.

source: _ June 27, 2008: North Korea destroys cooling tower at Yongbyon.
ar: _السابع و العشرين من يوليو 2008: كوريا الشمالية تقوم بتدمير برج فحم فى يونج بيون.

source: _ Sept. 19, 2008: North Korea says it is restoring a key atomic reactor.
ar: _التاسع عشر من سبتمبر 2008: تصريح كوريا الشمالية بأنها تدمر مفاعلها النووى الأساسى.

source: _ Oct. 11, 2008: U.S. removes North Korea from a list of states that sponsor terrorism.
ar: _الحادى عشر من أكتوبر 2008: الولايات المتحدة الأمريكية تزيل كوريا الشمالية من قائمة الدول الممولة للإرهاب.

source: _ Feb. 15: North Korea claims it has the right to space development.
ar: _الخامس عشر من فبراير 2009: كوريا الشمالية تدعى أنها لديها الحق فى غزو الفضاء و استثماره.

source: _ Feb. 23: South Korea says North Korea has a new type of medium-range ballistic missile capable of reaching northern Australia and Guam.
ar: _الثالث و العشرين من فبراير 2009: كوريا الجنوبية لديها نموذج جديد من الصواريخ البالستية عابرة للقارات و القادرة على اوصول لشمال أستراليا و جوام.

source: _ March 11: North Korea declares satellite launch will take place between April 4-8.
ar: _الحادى عشر من مارس 2009: تصريح كوريا الشمالية بقيامها بإطلاق قمر صناعى خلال الفترة بين الرابع و الثامن من إبريل.

source: _ April 5: North Korea launches long-range rocket from its base at Musundan-ri on the country's northeast coast.
ar: _الخامس من إبريل 2009: كوريا الشمالية تطلق صاروخ طويل المدى من قاعدتها فى موسوندان رى عبر الساحل الشمالي للبلاد.

source: Source: South Korean defense and foreign ministries and presidential office.
ar: المصدر: وزارة الدفاع الكورية الجنوبية و وزارات الخارجية و المكتب الرئاسى.

source: 24 killed, 35 injured in Pakistan mosque bombing (Fifth Lead)
ar: أربعة و عشرون قتيلا و خمسة و ثلاثون جريحا في تفجير مسجد في باكستان.

source: Islamabad, April 5 (IANS) At least 24 people, including four children, were killed and 35 others injured Sunday when a suicide bomber blew himself up at the entrance of a Shia mosque in Pakistan’s Punjab province.
ar: إسلام أباد, الخامس من شهر نيسان ( أي إي ان اس ), لقي أربعة و عشرين شخصا على الأقل – بينهم أربعة أطفال – و جرح خمسة و ثلاثين آخرين يوم الأحد عندما قام رجل انتحاري بتفجير نفسه عند مدخل مسجد للشيعة في مقاطعة بنجاب الباكستانية.

source: April 5th, 2009 - 9:04 pm ICT by IANS
ar: الخامس من شهر نيسان, 2009 – الساعة 9:04 مساءا. أي إي ان اس

source: The blast occurred at the Imambargah (Mosque) in the Mohala Sarpak area in Chakwal town, where a large number of devotees gathered to offer special prayers on the occasion of the annual Majlis Aza.
ar: و حدث الانفجار الرهيب في مسجد إمام بارغاه الذي يقع في منطقة المحلة سارباك في مدينة التشاكوال, حيث كان يتجمع عدد كبير من الأشخاص المتدينين لأداء صلوات خاصة بمناسبة الاحتفال السنوي في عازا

source: Eyewitnesses said the devotees were at the main gate, waiting to go back to their respective places after prayers, when the bomb exploded.
ar: و قال شهود عيان أن المتدينين كانوا يقفون عند المدخل الرئيسي, منتظرين أن يعودوا إلى أماكنهم الخاصة بعد أداء الصلاة, عندما انفجرت القنبلة.

source: At least 24 people, including four children, were killed in the powerful explosion. Several vehicles parked near the mosque were damaged, the Geo TV reported.
ar: و أعلن تقرير تلفزيون الجي أي أو عن أن أربعة عشرون شخصا على الأقل – بينهم أربعة أطفال - قد قتلوا نتيجة الانفجار العنيف. كما تضرر العديد من السيارات التي كانت تقف على مقربة من مكان المسجد.

source: The report citing eyewitnesses said the suicide bomber was about 17 years old.
ar: يقول التقرير الذي استشهد بأقوال الشهود العيان أن الانتحاري الذي فجر نفسه كان شابا يبلغ من العمر سبعة عشر عاما تقريبا.

source: Women choose exile as Taliban laws return
ar: نساء يخترن المنفى مع عودة قوانين طالبان

source: THE first Afghan woman to appear on television after the fall of the Taliban_has fled the country, saying it is too dangerous, as her husband was shot_dead outside their house.
ar: غادرت أول امرأة أفغانية ظهرت على شاشة التلفاز عقب سقوط طالبان البلد قائلة إن الأمر خطير جدا، سيما أن زوجها تعرض للقتل خارج منزلهما.

source: Paween Mushtakhel, 41, and her two children left Afghanistan on Friday. Hours_later, under intense pressure from critics worldwide, President Hamid Karzai_promised to review new laws that are said in effect to legalise marital rape_in the Shi’ite minority
ar: ولقد كانت مغادرة بافين موشتاخيل (41 سنة) لأفغانستان رفقة طفليها يوم الجمعة الماضية. وساعات بعد ذلك، وتحت وطأة الضغط الكبير من الانتقادات الواردة من مختلف مناطق العالم، وعدد الرئيس حميد كرزاي بمراجعة قوانين جديدة التي قيل إنها تطبق من أجل شرعنة الاغتصاب
